<template>
  <div class="cooperation-content">
    <div class="cooperation-title commonTitle">
      <div class="cooperation-title-main commonTitleMain">
        <h2>合作协议</h2>
      </div>
    </div>
    <div class="cooperation-main">
      <div class="cooperation-detail">
        <h3>嗨课堂在线教育&nbsp;&nbsp;&nbsp;讲师参与合作协议</h3>
        <p>嗨课堂是上海济忆科技网络有限公司给国内顶尖名校优秀大学生和优秀公校老师搭建的实现自我价值的教学平台。参与者站在未来互联网时代教育的前沿，为国内的教育事业做出贡献，为缓解国内教育资源不平衡的问题而努力。其个人能得到提升自身的表达、学习、组织等综合能力的机会；得到丰厚的经济激励。同时丰富的实践经历和强大的人脉网络，也能增强参与者的社会竞争力。
          请乙方（嗨课堂讲师）认真阅读协议，甲方（嗨课堂在线教育）和乙方均须履行。
          一、甲方责任与义务
          <br>1、授课活动。甲方聘请乙方为嗨课堂的教学成员，参与对学生的在线或者线下教学工作。甲方有义务与乙方保持畅通沟通，认真听取乙方意见与建议，并就合理意见与建议作出响应。。
          <br>2、活动和技能培训。甲方为乙方提供入职后的在线教学技能培训，包括教学客户端使用、授课技巧等。
          <br>3、报酬。在乙方按约完成教学任务后，甲方支付乙方相应课时薪资；每月15日发放上个月酬劳（如12月15日会发放11.1至11.30的讲师工资，12.1日至15日的讲师薪资会在下个月15日发放。）；讲师在嗨课堂满足一定条件后，可申请升级，审核通过后会有相应的课时薪资提升（详见“客户端讲师升级制度”）。
          <br>4、义务与责任。乙方如在招生或授课过程中故意损害嗨课堂名誉和利益，如授课过程中故意中途退出、迟到早退、旷课等，如将生源、嗨课堂内部资料信息泄露给其他教育机构等，甲方有权利终止与乙方的合同，乙方需承担给甲方造成的损失。
          <br>5、本协议自签订之日起至本协议所约定的终止条件出现时自然终止。
          <br>二、乙方的责任与义务
          <br>1、乙方不得提供虚假个人信息（高考分数、高考排名、所在大学等），如有违反，甲方可以无条件解除本协议，并有权扣除乙方的所有课酬作为违约金。
          <br>2、乙方在开始系列课程教学前，须与甲方协商课程计划（课时、上课时间、授课内容），参考甲方提供的教学资料做好备课工作，并准备教案，教案内容经甲方审核后，依照教案授课。
          <br>3、乙方不可中途无故终止协定好的系列课程教学。如乙方无故中止，将对整个流程造成影响，甲方有权扣除乙方的报酬作为违约金，并追偿损失。如乙方因不可抗原因中途终止，需配合甲方找到其他甲方认可的教学成员，完成工作交接，甲方有权利扣除乙方部分已得报酬作为违约金，并有权与乙方解除合同。
          <br>4、乙方须遵守嗨课堂在线教学客户端的使用规则，遵守在线授课的要求；须保证每次授课足量课时，保证每次授课质量。以下为部分细则规定：
          <br>【关于迟到、早退】讲师必须保证实际授课时长与约定的授课时长一致。不得迟到，早退。（详见“客户端嗨课堂公告”）；
          <br>【关于旷课】不得旷课，发生一次旷课，处以100元/次的罚款，将会影响乙方教员的升级；旷课累计两次，甲方有权终止合同，并追偿损失。
          <br>【关于请假】如乙方因故迟到或早退，需提前获甲方及学员同意，所差课时在当次或下次补上，否则按无故旷课处理。如乙方因故不能进行某次授课，须至少提前一天获得甲方及学员同意，顺延教学计划，否则按旷课处理。
          <br>【关于调整课程计划中的时间（课时、上课时间）】如有需要更改课程计划的时间，请至少提前一天与甲方及学员及时沟通，经后两者同意后，按新的课程计划执行。
          <br>【关于调整课程计划中的内容】乙方有义务按照学员要求，修改课程内容；也有义务根据对学生的了解，调整课程内容。
          <br>【关于每月授课课时】乙方须保证每月针对每位所负责学员的课时数不得低于与学生或家长约定的课时数。
          <br>5、乙方在授课辅导过程中，如遇家长、学生投诉教学质量，或因教学质量导致学生退课、换课，乙方应给予重视，有责任进行教学调整尽量减少个人对整体教学服务的负面影响。如乙方授课辅导过程中因教学质量水平、态度问题遇到两次投诉或 <span>一次</span>恶劣反馈，经质监核实，甲方有权利终止该轮合作，同时扣除乙方涉及教学事故的已授课时。 <span>上述“恶劣反馈”的判断标准包括但不限于：讲师后期与嗨课堂或学生家长的沟通处理该问题过程中态度不端正导致该问题超过3天未及时解决；学生或家长因讲师的违纪行为或教学事故或职业道德问题向嗨课堂申请退费；或要求嗨课堂赔付学生或家长课时补偿的。</span>
          <br>6、乙方在未经嗨课堂同意的情况下采用除了嗨课堂教学客户端以外的其他方式与学生上课，一经发现，扣除当月所有报酬作为违约金，开除嗨课堂讲师队伍，永不录用。情节恶劣者需追究其法律责任，赔偿嗨课堂相应经济损失。
          <br>7、乙方在课上及课后与学生或家长谈论课程价格、讲师薪资等与课程无关的内容，一经发现将严肃处理，终止与讲师的协议，永不录用。
          <br>8、在本协议履行完毕之后，乙方必须继续维护甲方的形象和名誉。
          <br>9、<span>因履行本协议过程中发生的任何争议，双方协商解决。协商不成的，任一方可提交甲方所在地法院诉讼解决。</span>
          <br>10、本协议自“乙方阅读并认同之日起生效”<span>或自双方实际履行本协议之日起生效（双方实际履行本协议包括但不限于乙方已实际为甲方学员家长提供授课服务或甲方已接收乙方的授课服务）</span>。本协议有效期为六个月，若到期后，双方没有提出书面中止协议申请，则继续生效至下一个有效期间，直至有一方提出书面申请（发送申请至jsguanli@zhangmen.com），双方可协商中止协议，在此期间，若乙方连续三个月未上课，甲方有权终止协议，若乙方想继续合作，需重新面试。</p>
      </div>
    </div>

  </div>
</template>

<script>
  export default {
    data () {
      return {

      }
    },
    beforeMount () {

    },
    mounted () {
    },
    created () {

    },
    methods: {

    },
    destroyed () {

    }

  }
</script>
<style lang="less">
  .cooperation-content{
    width: 100%;
    display: flex;
    flex-direction: column;
    .cooperation-main{
      flex: 5;
      overflow-y: auto;
      .cooperation-detail{
        padding: 25px 100px;
        margin: 0 auto;
        line-height: 28px;
        font-size: 16px;
        h3{
          text-align: center;
          margin-bottom: 5px;
        }
        p{
          span{
            color: red;
            text-decoration: underline;
          }
        }
      }
    }
  }
</style>

